Repository: lingfeishengtian/CJE-Dictionary
Catalog: LocaleResources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: Alternative (~tari)
ja: たり形
zh_hans: たり形

source: Available Dictionaries
ja: ダウンロードできる辞書

source: Causative
ja: 使役形
zh_hans: 使役形

source: Causative-Passive
ja: 使役受身形
zh_hans: 使役受身形

source: CJE Dictionary
ja: 中和英辞書

# cn
source: Chinese
ja: 中国語
zh_hans: 中文

source: Complete
ja: 完了

source: Conditional (~tara)
ja: たら形
zh_hans: たら形

source: Conjugations
ja: 動詞活用
zh_hans: 动词变形

source: Conjunctive (~te)
ja: て形
zh_hans: て形

source: Continuative (~i)
ja: い形
zh_hans: い形

# deleteCustomDictWarn
source: Are you sure you want to delete all custom dictionaries?
ja: カスタム辞書は全部削除しますか？

source: Dictionary
ja: 辞書
zh_hans: 字典

source: Dictionary name already exists
ja: 辞書の名はすでにありました

source: Dictionary name too long
ja: 名は長過ぎます

source: Dictionary name too short
ja: 名は短過ぎます

source: DICTIONARY SEARCH
ja: サーチリスト

# dictionary_search_help
source: Type in the search bar to start searching (if the search bar isn't showing, swipe down). Purple indicators on the right of your result indicates the dictionary the search comes from (by default all searches first come from jitendex).
ja: 検索欄に入力して検索できます（検索欄が見えなければ下へスクロールしてください）。紫色の丸はどの辞書から検索されましたと表示します（アプリは先ずjitendexで検索します）

source: Download
ja: ダウンロード

# download_section_footer
source: Zip files containing database files are supported. You may have to restart the app after installing a new dictionary.
ja: データベースがあるZIPファイルで辞書を取り込むことができます。インストールが終了するとアプリを再起動する必要があります。

source: Downloaded Dictionaries
ja: ダウンロードした辞書

source: Downloading
ja: ダウンロード中

source: DOWNLOADS
ja: ダウンロード

# en
source: English
ja: 英語
zh_hans: 英文

source: Enter dictionary name
ja: 辞書名

source: Enter download link
ja: リンク

source: Formal Negative
ja: ます否定
zh_hans: ます否定

source: Formal Positive
ja: ます肯定
zh_hans: ます肯定

source: Frequency
ja: 頻度

source: Grade Level
ja: 等級

source: Imperative
ja: 命令形
zh_hans: 命令形

source: Install dictionary from the Web
ja: 辞書はネットからインストールする

source: Invalid website URL
ja: リンクは利用できません

# ja
source: Japanese
ja: 日本語
zh_hans: 日语

# ja_kun
source: Kunyomi
ja: 訓読み

# ja_on
source: Onyomi
ja: 音読み

source: JLPT Level
ja: JLPTレベル

source: KANJI DEFINITIONS
ja: 漢字辞書

source: Kanji Information
ja: 漢字情報

# kanjiSettingsShowIconText
source: Kanji Readings Icon Label
ja: 読み方アイコンを表示する

source: Language
ja: 言語
zh_hans: 语言

source: Meanings
ja: 意味

source: Miscellaneous
ja: 詳しい内容

source: Nanori
ja: 名乗り

source: Negative
ja: 否定
zh_hans: 否定

# no_internet_connection
source: It seems you are offline, please reconnect to the internet to install the required dictionaries. After the required dictionaries are installed, internet is no longer needed to launch the application.
ja: オフライン状態です。辞書をインストールするためにインタネットに再接続する必要があります。辞書を完全にンストールされると、アプリの起動にインタネットの必要はなくなります。

source: Non-past
ja: 辞書形
zh_hans: 辞書形

source: Partial Search
ja: 詳しい検索
zh_hans: 拆开查搜

source: Passive
ja: 受身形
zh_hans: 受身形

source: Past (~ta)
ja: た形
zh_hans: た形

source: Pinyin
ja: 拼音

source: Please enter website URL
ja: リンクを入力してください

source: Please wait for app resources to unload, this will take a little bit of time on the first app launch.
ja: アプリのリソースがアンロードされるまでしばらくお待ちください。
zh_hans: 请等待应用程序资源准备，首次启动应用程序时需要一点时间。

source: Positive
ja: 肯定
zh_hans: 肯定

source: Potential
ja: 可能形
zh_hans: 可能形

source: Provisional (~eba)
ja: ば形
zh_hans: ば形

source: Settings
ja: 設定

source: Simplified Chinese Form
ja: 簡体字

source: Stroke Counts
ja: 画数

source: The app binary resources are invalid.
ja: アプリの資源の問題が起きました。再ダウンロードしてください。
zh_hans: APP资源有问题，请卸载再重下载

source: Volitional
ja: 意向形
zh_hans: 意向形

source: Welcome to CJE Dictionary
ja: 中和英辞書へよこそ
zh_hans: 欢迎日语学者
